abseil
act
aom
aribb24
autoconf
automake
awscli
bat
bazelisk
bdw-gc
berkeley-db
boost
brotli
buf
c-ares
ca-certificates
cairo
cargo-instruments
cffi
chrome-cli
circleci
cjson
clang-format
clang-format@11
clang-tidy
cloudflared
cmake
cmocka
cog
coreutils
crc32c
curl
dav1d
docker
docker-completion
docutils
double-conversion
doxygen
edencommon
emacs
expect
fb303
fbthrift
fd
ffmpeg
firebase-cli
fizz
flac
fluid-synth
fmt
folly
fontconfig
freetype
frei0r
fribidi
fzf
gawk
gcc
gcovr
gd
gdbm
gdk-pixbuf
gettext
gflags
gh
ghostscript
giflib
git-lfs
git-secret
glib
glog
gmp
gnu-cobol
gnucobol
gnupg
gnutls
go
gobject-introspection
googletest
gradle
graphite
graphite2
graphviz
grpc
gts
guile
harfbuzz
hexedit
highway
htop
icu4c
imath
isl
jansson
jasper
jbig2dec
jira-cli
jpeg
jpeg-turbo
jpeg-xl
jpegoptim
jq
jsmin
json-c
jsoncpp
jsonlint
krb5
kubernetes-cli
lame
lazygit
lcov
leptonica
libao
libarchive
libass
libassuan
libavif
libb2
libbluray
libevent
libffi
libgcrypt
libgit2
libgpg-error
libidn
libidn2
libksba
libmicrohttpd
libmpc
libnghttp2
libogg
libpng
libpthread-stubs
librist
librsvg
libsamplerate
libsndfile
libsodium
libsoxr
libssh2
libtasn1
libtermkey
libtiff
libtool
libunibreak
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
lighttpd
little-cms2
llvm
lua
luajit
luv
lz4
lzo
m4
macos-term-size
make
mbedtls
minikube
mpdecimal
mpfr
mpg123
msgpack
nasm
ncurses
neovim
netpbm
nettle
nginx
ninja
nlohmann-json
node
node@16
node@18
npth
oniguruma
opencore-amr
openexr
openjdk
openjdk@17
openjpeg
openldap
openssl@1.1
openssl@3
optipng
opus
p11-kit
pango
parallel
pcre
pcre2
pinentry
pipx
pixlet
pixman
pkg-config
pnpm
portaudio
postgresql@14
postgresql@15
powershell
protobuf
protobuf@3
protoc-gen-grpc-web
pycparser
pygments
python-argcomplete
python-packaging
python-pathspec
python-setuptools
python@3.10
python@3.11
python@3.12
python@3.9
pyyaml
qrencode
rav1e
rclone
re2
readline
redis
ripgrep
rtmpdump
rubberband
sdl2
six
snappy
speedtest
speedtest-cli
speex
sqlite
srt
stripe
svt-av1
swift-protobuf
swiftlint
tcl-tk
telnet
tesseract
the_silver_searcher
thefuck
theora
timidity
tmux
tree
tree-sitter
unbound
unibilium
utf8proc
vapor
vcpkg
vercel-cli
wangle
watchman
webp
wget
x264
x265
x86_64-elf-binutils
x86_64-elf-gcc
x86_64-linux-gnu-binutils
xorgproto
xvid
xz
yamllint
yarn
youtube-dl
z3
zeromq
zimg
zlib
zstd
google-cloud-sdk
hyper
mactex
musescore
ngrok
pluginval
skim
