abseil
act
aom
aribb24
asio
assimp
assimp@5
at-spi2-core
autoconf
automake
awscli
bash
bat
bazel
bazelisk
bdw-gc
berkeley-db
blake3
boost
brotli
btop
buf
c-ares
ca-certificates
cairo
cargo-instruments
cdk
ceres-solver
certifi
cffi
cgns
chrome-cli
circleci
cjson
clang-format
clang-format@11
clang-tidy
cloudflared
cmake
cmdg
cog
coreutils
crc32c
crow
crush
cryptography
curl
dav1d
dbus
deno
docker
docker-completion
double-conversion
doxygen
edencommon
eigen
emacs
expect
fb303
fbthrift
fd
ffmpeg
firebase-cli
fish
fizz
flac
fluid-synth
fmt
folly
fontconfig
freetype
frei0r
fribidi
fzf
gawk
gcc
gcovr
gd
gdb
gdbm
gdk-pixbuf
gettext
gflags
gh
ghostscript
giflib
git-filter-repo
git-lfs
git-secret
glew
glib
glog
gmp
gnu-cobol
gnucobol
gnupg
gnuplot
gnutls
go
gobject-introspection
googletest
gpgme
gradle
graphite
graphite2
graphviz
grpc
gsettings-desktop-schemas
gtk+
gtk+3
gts
guile
gzip
harfbuzz
hdf5
hexedit
hicolor-icon-theme
highway
htmlq
htop
hunspell
hwloc
icu4c@77
imagemagick
imath
isl
jasper
jbig2dec
jc
jira-cli
jpeg-turbo
jpeg-xl
jpegoptim
jq
jsmin
json-c
jsoncpp
jsonlint
k9s
krb5
kubernetes-cli
lame
lazygit
lcov
leptonica
libaec
libao
libarchive
libass
libassuan
libavif
libb2
libbluray
libcerf
libde265
libdeflate
libepoxy
libevent
libgcrypt
libgit2
libgpg-error
libharu
libheif
libidn
libidn2
libksba
liblinear
liblqr
libmicrohttpd
libmng
libmpc
libnghttp2
libogg
libomp
libpng
libpsl
libraw
librist
librsvg
libsamplerate
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libtommath
libtool
libudfread
libunibreak
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libx11
libxau
libxcb
libxdmcp
libxext
libxfixes
libxi
libxml2
libxrender
libxslt
libxtst
libyaml
lighttpd
little-cms2
llvm
llvm@19
lpeg
lua
luajit
luv
lz4
lzo
m4
mad
make
mbedtls
md4c
metis
minikube
mise
modular
mold
mongodb-atlas-cli
mongodb-database-tools
mongosh
mpdecimal
mpfr
mpg123
mutt
mvfst
nasm
ncurses
neovim
netcdf
netpbm
nettle
nginx
ninja
nlohmann-json
nmap
node
node@16
node@18
npth
nsync
numpy
oniguruma
onnx
onnxruntime
openblas
opencore-amr
opencv
openexr
openjdk
openjdk@17
openjdk@21
openjpeg
openjph
openldap
openssl@1.1
openssl@3
openvino
optipng
opus
opusfile
p11-kit
pango
parallel
pcre
pcre2
pinentry
pipenv
pipx
pixlet
pixman
pkgconf
pngcrush
pnpm
portaudio
postgresql@14
postgresql@15
powershell
proj
protobuf
protobuf@3
protoc-gen-grpc-web
pugixml
pv
pycparser
pyenv
pyqt
python-packaging
python-tk@3.13
python@3.10
python@3.11
python@3.12
python@3.13
python@3.8
python@3.9
qrencode
qt
ranger
rav1e
rclone
re2
readline
redis
ripgrep
rtmpdump
rubberband
rust
rustup
sdl2
shared-mime-info
six
slackdump
snappy
sox
speedtest
speedtest-cli
speex
sqlite
srt
stow
stripe
suite-sparse
svt-av1
swift-protobuf
swiftlint
swiftly
tbb
tcl-tk
tcl-tk@8
telnet
terraform
terraformer
tesseract
the_silver_searcher
thefuck
theora
tidy-html5
timidity
tmux
tokyo-cabinet
tree
tree-sitter
unbound
unibilium
usage
utf8cpp
utf8proc
vapor
vcpkg
vercel-cli
vite
vtk
wangle
watch
watchman
webp
wget
x264
x265
x86_64-elf-binutils
x86_64-elf-gcc
x86_64-linux-gnu-binutils
xcode-build-server
xmlstarlet
xorgproto
xvid
xxhash
xz
yabai
yamllint
youtube-dl
yq
z3
zeromq
zimg
zlib
zstd
aerospace
